Repository: NguyenDuyHieu49/DoAnCoSo
Catalog: DuLich/Localizable.xcstrings
Source language: en
Languages: vi

# .hotel_info
source: Hotel Information
vi: Thông tin khách sạn

source: %.1f stars
vi: %.1f sao

source: %lld adults
vi: %lld người lớn

# %lld đánh giá
source: %lld rating
vi: %lld đánh giá

# %lld địa điểm
source: %lld location
vi: %lld địa điểm

# %lld khách sạn trong hệ thống
source: %lld hotels in system
vi: %lld khách sạn trong hệ thống

# %lld người lớn
source: %lld adults
vi: %lld người lớn

source: %lld people
vi: %lld người

# %lld VNĐ
source: %lld VND
vi: %lld VNĐ

# %lld/6 ảnh đã chọn
source: %lld/6 pictures chosen
vi: %lld/6 ảnh đã chọn

source: Account
vi: Tài khoản

source: Add day
vi: Thêm ngày

source: Add location
vi: Thêm địa điểm

source: Add number
vi: Thêm số

source: Admin
vi: Quản trị viên

source: Air conditioner
vi: Điều hoà

# amenity_provided
source: Amenities
vi: Tiện ích

source: Amenties
vi: Tiện ích

# Bắt đầu khám phá
source: Start exploring
vi: Bắt đầu khám phá

source: Booking failed!
vi: Đặt phòng thất bại!

source: Booking not found
vi: Không tìm thấy đặt phòng

# break_fast
source: Free breakfast
vi: Bữa sáng miễn phí

# Cài đặt
source: Settings
vi: Cài đặt

source: Cancel
vi: Huỷ

source: Cancel failed
vi: Huỷ thất bại

# cancel_room
source: Confirm
vi: Xác nhận

# Chào mừng
source: Welcome!
vi: Chào mừng!

# checkin_big
source: Easily check - in
vi: Dễ dàng check-in

# checkin_small
source: Check in with one click!
vi: Check-in với 1 lần chạm!

# Chi tiết đặt phòng
source: Booking details
vi: Chi tiết đặt phòng

# Chỉnh sửa hồ sơ
source: Edit your profile
vi: Chỉnh sửa hồ sơ

# Chọn ngày
source: Pick a day
vi: Chọn ngày

# Chọn phương thức đăng nhập
source: Choose your Sign In method
vi: Chọn phương thức đăng nhập

# Chọn số phòng
source: Select room number
vi: Chọn số phòng

# Chủ sở hữu
source: Owner
vi: Chủ sở hữu

# Chưa chọn phòng
source: No room picked yet
vi: Chưa chọn phòng

# Chưa có đánh giá
source: No reviews yet
vi: Chưa có đánh giá

# Chưa có khách sạn nào
source: No hotel yet
vi: Chưa có khách sạn nào

# Chưa có lịch sử
source: No history yet
vi: Chưa có lịch sử

# Chưa đăng nhập
source: Not Signed In yet
vi: Chưa đăng nhập

# cloud_y
source: Cloud
vi: Mây

source: Comment
vi: Bình luận

# Đã xảy ra lỗi
source: Error
vi: Đã xảy ra lỗi

# Đăng nhập
source: Sign In
vi: Đăng nhập

# Đăng nhập Admin
source: Sign In as Admin
vi: Đăng nhập Admin

# Đăng nhập để xem thông tin hồ sơ của bạn.
source: Sign In to see your profile
vi: Đăng nhập để xem thông tin hồ sơ của bạn.

# Đăng nhập với quyền Admin
source: Sign In as Admin
vi: Đăng nhập với quyền Admin

# Đăng nhập với tư cách khách
source: Sign In as guest
vi: Đăng nhập với tư cách khách

# Đang tải...
source: Loading…
vi: Đang tải...

# Đang xử lý...
source: Processing…
vi: Đang xử lý...

# Đăng xuất
source: Sign Out
vi: Đăng xuất

# Đánh giá
source: Rating
vi: Đánh giá

# Đánh giá & Viết nhận xét
source: Rate & Review
vi: Đánh giá & Viết nhận xét

# Đặt lúc: %@
source: Booked at: %@
vi: Đặt lúc: %@

source: Delete account
vi: Xoá tài khoản

source: Departure day
vi: Ngày khởi hành

# description_hotel
source: Hotel description
vi: Mô tả khách sạn

# Địa điểm cần tìm
source: Destination
vi: Địa điểm cần tìm

source: Display name
vi: Tên hiển thị

# Dùng thử
source: Trial
vi: Dùng thử

# email_button
source: Sign in with Email
vi: Đăng nhập với Email

# enter_adress
source: Address
vi: Địa chỉ

# enter_name
source: Enter your name…
vi: Nhập tên của bạn...

# Giá (VND)
source: Price (VND)
vi: Giá (VND)

# Giới thiệu
source: Introduce
vi: Giới thiệu

# Gợi ý cho bạn
source: Suggestion
vi: Gợi ý cho bạn

# google_button
source: Sign in with Google
vi: Đăng nhập với Google

# guest_button
source: Guest
vi: Khách

# Gửi
source: Post
vi: Gửi

source: History
vi: Lịch sử

# Hồ sơ
source: Profile
vi: Hồ sơ

# hoặc
source: or
vi: hoặc

# Hôm nay chúng ta đi đâu?
source: Where will we go?
vi: Hôm nay chúng ta đi đâu?

source: Hotel Adress
vi: Địa chỉ khách sạn

# hotel_city
source: City
vi: Thành phố

# hotel_in
source: Hotels in
vi: Khách sạn ở

# hotel_info
source: Hotel Information
vi: Thông tin khách sạn

# hotel_latitude
source: latitude
vi: kinh độ

# hotel_longtitude
source: longtitude
vi: vĩ độ

# hotel_pics
source: Hotel Pictures
vi: Ảnh khách sạn

# hotel_quality_big
source: Hotel quality
vi: Chất lượng khách sạn

# hotel_quality_small
source: Quality on top of the world
vi: Chất lượng đẳng cấp thế giới

source: Hotel Name
vi: Tên khách sạn

source: Humidity
vi: Độ ẩm

# Huỷ
source: Cancel
vi: Huỷ

# Hủy
source: Cancel
vi: Huỷ

source: Introduction
vi: Giới thiệu

# Khách
source: Guest
vi: Khách

# Khách sạn "%@" đã được thêm vào hệ thống.
source: Hotel “%@" has added into system
vi: Khách sạn "%@" đã được thêm vào hệ thống.

# Khám phá
source: Explore
vi: Khám phá

# Không có thông tin đặt phòng
source: No booking info yet
vi: Không có thông tin đặt phòng

# Lịch sử đặt phòng
source: Booking history
vi: Lịch sử đặt phòng

source: Link account
vi: Liên kết tài khoản

source: Link Email account
vi: Liên kết tài khoản Email

source: Link Google account
vi: Liên kết tài khoản Google

# Loại phòng
source: Room type
vi: Loại phòng

# Lọc
source: Filter
vi: Lọc

source: Location
vi: Địa điểm

# Lỗi
source: Error
vi: Lỗi

# Lỗi: %@
source: Error: %@
vi: Lỗi: %@

# Lưu
source: Save
vi: Lưu

# Mã đặt: %@
source: Booking code: %@
vi: Mã đặt: %@

# Mật khẩu Admin
source: Admin password
vi: Mật khẩu Admin

# Miễn phí cho trẻ em dưới 5 tuổi
source: Free for children under 5
vi: Miễn phí cho trẻ em dưới 5 tuổi

# Mô tả
source: Description
vi: Mô tả

# Mô tả phòng
source: Room description
vi: Mô tả phòng

# mỗi đêm
source: per night
vi: mỗi đêm

# Ngày nhận phòng
source: Check - in day
vi: Ngày nhận phòng

# Ngày trả phòng
source: Check - out day
vi: Ngày trả phòng

# Nhận phòng
source: Check - in
vi: Nhận phòng

# Nhập mật khẩu quản trị...
source: Enter Admin password
vi: Nhập mật khẩu quản trị...

# Nhập thêm mật khẩu quản trị
source: Enter Admin password again
vi: Nhập thêm mật khẩu quản trị

source: No booking displayed.
vi: Không có phòng nào

source: Not available
vi: Chưa có

source: Number of people
vi: Số lượng người

source: Number of rooms
vi: Số phòng

# outstanding_feature
source: Outstanding features
vi: Đặc điểm nổi bật

source: Owner Name
vi: Tên chủ sở hữu

# park_ing
source: Free parking
vi: Đỗ xe miễn phí

source: Password reset!
vi: Mật khẩu được đặt lại

source: People quantity
vi: Số lượng người

source: Per night
vi: Mỗi đêm

source: Personal
vi: Cá nhân

source: Personal information
vi: Thông tin cá nhân

source: Phone number
vi: Số điện thoại

source: The hotel room is designed in a modern and luxurious style, creating a cozy atmosphere while still providing full amenities. The spacious room features a large and comfortable bed, clean bedding, and warm yellow lighting that helps guests feel relaxed during their stay. Large windows allow plenty of natural light to enter and offer a beautiful view of the city. The room is fully equipped with various facilities such as air conditioning, a flat-screen TV, high-speed Wi-Fi, a minibar, and a work desk.
vi: Phòng khách sạn được thiết kế theo phong cách hiện đại và sang trọng, mang lại cảm giác ấm cúng nhưng vẫn đầy đủ tiện nghi. Không gian phòng rộng rãi với giường lớn êm ái, chăn ga sạch sẽ và ánh đèn vàng dịu nhẹ tạo cảm giác thư giãn cho khách lưu trú. Cửa sổ lớn giúp đón ánh sáng tự nhiên và mở ra khung cảnh đẹp của thành phố. Trong phòng được trang bị đầy đủ các tiện ích như điều hòa, tivi màn hình phẳng, wifi tốc độ cao, minibar và bàn làm việc.

# Quản lý
source: Manage
vi: Quản lý

# Quản trị
source: Administration
vi: Quản trị

# rate
source: Rating
vi: Đánh giá

source: Rating (0-5)
vi: Đánh giá (0-5)

source: Reload
vi: Tải lại

source: Reset password
vi: Đặt lại mật khẩu

source: Return day
vi: Ngày về

source: Room Type Price
vi: Giá loại phòng

source: Save
vi: Lưu

# select_date_stay
source: Select dates of stay
vi: Chọn ngày ở

source: Select Day
vi: Chọn ngày

source: Select room type
vi: Chọn loại phòng

source: Settings
vi: Cài đặt

source: Sign In
vi: Đăng nhập

source: Sign In to continue
vi: Đăng nhập để tiếp tục

source: Sign In With Email
vi: Đăng nhập với Email

source: Sign out
vi: Đăng xuất

# Số điện thoại
source: Phone number
vi: Số điện thoại

# Số lượng người
source: People quantity
vi: Số lượng người

# star_rate
source: Rate
vi: Đánh giá

# sub_welcome_1
source: Worthy experience!
vi: Trải nghiệm đáng giá

# sub_welcome_2
source: Let’s find the destination
vi: Hãy tìm địa điểm nào

# sub_welcome_3
source: Let’s find the destination
vi: Hãy tìm địa điểm nào

source: Success!
vi: Thành công!

source: Successfully cancelled!
vi: Huỷ thành công!

source: Swimming pool
vi: Bể bơi

# Tải lại
source: Reload
vi: Tải lại

source: Temperature
vi: Nhiệt độ

# Tên của bạn
source: Your name
vi: Tên của bạn

# Tên hiển thị
source: Display name
vi: Tên hiển thị

# Thanh toán
source: Pay
vi: Thanh toán

# Thêm khách sạn
source: Add a hotel
vi: Thêm khách sạn

# Thêm khách sạn mới
source: Add a new hotel
vi: Thêm khách sạn mới

# Thêm loại phòng
source: Add a room
vi: Thêm loại phòng

# Thêm thành công!
source: Successfully added!
vi: Thêm thành công

# there_no_destination
source: There is no destination found
vi: Không có địa điểm nào tìm thấy

# Thời tiết hôm nay
source: Weather today
vi: Thời tiết hôm nay

# Thông báo
source: Notification
vi: Thông báo

# Thông tin cơ bản
source: Basic information
vi: Thông tin cơ bản

# Thông tin người đặt
source: Booker infor
vi: Thông tin người đặt

# Thử lại
source: Try again
vi: Thử lại

# Thư viện
source: Library
vi: Thư viện

# Tick để truy cập tính năng admin
source: Tick to access Admin
vi: Tick để truy cập tính năng admin

# Tiếp tục
source: Continue
vi: Tiếp tục

# Tìm kiếm
source: Find
vi: Tìm kiếm

# Tìm kiếm điểm đến…
source: Find the destination
vi: Tìm kiếm điểm đến…

# Trả phòng
source: Check - out
vi: Trả phòng

source: Update email
vi: Cập nhật email

source: Update password
vi: Cập nhật mật khẩu

source: User
vi: Người dùng

# Viết đánh giá
source: Review
vi: Viết đánh giá

source: View all
vi: Xem toàn bộ

# VNĐ / đêm
source: VND / night
vi: VND / đêm

source: Weather today
vi: Thời tiết hôm nay

source: Welcome Back
vi: Chào mừng trở lại

# welcome_text
source: Welcome to Hotelia
vi: Chào mừng tới Hotelia

# welcome_text_2
source: Easily explore
vi: Dễ dàng khám phá

# welcome_text_3
source: One Click
vi: Một chạm

source: Wind
vi: Gió

# Xác nhận
source: Confirm
vi: Xác nhận

# Xem đánh giá
source: Read reviews
vi: Xem đánh giá

# Xin chào, Admin
source: Hello, Admin
vi: Xin chào, Quản trị viên

# Yêu cầu mật khẩu quản trị
source: Require Admin password
vi: Yêu cầu mật khẩu quản trị

source: Your name
vi: Tên của bạn
